[servicefield]
[ru]
tab_diacritics=Диакритика
tab_letters=Буквы
tab_spaces=Пробелы и спец-символы
tab_commands=Команды
tab_smelting=Плавильня
tab_fastkeys=Быстрые ключи
tab_about=О программе
tab_useful=Полезное
tab_changelog=История изменений
col_name=Имя
col_key=Ключ
col_view=Вид
col_unicode={en:symbol_unicode}
col_recipe=Рецепт
col_result=Результат
character=Знак
tags=Теги
version=Версия
date=Дата
open_panel=Открыть панель
update_successful=Обновление успешно завершено.\nУстановлено {0} → {1}
update_failed=Обновление не удалось завершить.
update_absent=У вас уже установлена последняя версия.
update_error=Произошла ошибка обновления. Исправляем…
update_duplicated=Обнаружено дублирование кода обновления. Исправляем…
symbol_search=Поиск знака
symbol_search_prompt=*юс большой — чувствительно к регистру ({U+046B}).\nюс большой — нечувствительно ({U+046A} вместо {U+046B}).
symbol_unicode={en}
symbol_altcode=Альт-код
symbol_smelting=Сплавить знаки
symbol_smelting_prompt=Вставьте ингредиенты
symbol_roman_numeral=Римские цифры
symbol_roman_numeral_prompt=Вставьте число для конвертации
symbol_code_prompt=Введите значения
message_compose=Активен режим «Compose»\nДля отмены нажмите Esc
warning_only_nums=Введите числовые значения
warning_roman_2m=Конвертер ограничен числами от 1 до 2 000 000 во избежание флуда «{U+2188}».
warning_recipe_absent=Рецепт не найден
about_author=Демер Нкардаз
about_repository=Репозиторий
about_description=Программа, облегающая ввод таких символов, как диакритические знаки, шпации, лигатуры или иные редкие/специальные символы, с помощью комбинаций клавиш или других инструментов.\n\nВ этой панели вы можете ознакомиться со всей библиотекой символов, ключей или рецептов для их ввода, а так же с рядом вспомогательных команд.\n\nКлючи для ввода символов разделены на «группы активации» — необходимо нажать комбинацию для активации желанной группы, а затем нажать на ключ соответствующего знака, например, «Win Alt F1» для активации «Основной диакритики», а затем «ь» для ввода макрона [ō] или «с» для ввода циркумфлекса [ô].\n\nДоступны и «Быстрые ключи», позволяющие сделать круг «избранных» символов доступнее. Включить их можно комбинацией «RAlt Home», после чего ввести макрон или циркумфлекс можно будет через «LCtrl LAlt ь» или «LCtrl LAlt с» соответственно.\n\nПримечание: использовать на русской/английской раскладке.
[en]
tab_diacritics=Diacritics
tab_letters=Letters
tab_spaces=Spaces and spec-chars
tab_commands=Commands
tab_smelting=Smelting
tab_fastkeys=Fast Keys
tab_about=About
tab_useful=Useful
tab_changelog=Changelog
col_name=Name
col_key=Key
col_view=View
col_unicode={en:symbol_unicode}
col_recipe=Recipe
col_result=Result
character=Character
tags=Tags
version=Version
date=Date
open_panel=Open panel
update_successful=Update successful.\nInstalled {0} → {1}
update_failed=Update failed.
update_absent=You already have the latest version.
update_error=An error occurred while updating. Fixing…
update_duplicated=Duplicated update code. Fixing…
symbol_search=Symbol search
symbol_search_prompt=*little yus — case sensitive ({U+046B}).\nlittle yus — case insensitive ({U+046A} instead of {U+046B}).
symbol_unicode=Unicode
symbol_altcode=Alt-code
symbol_smelting=Symbols melt
symbol_smelting_prompt=Insert ingredients
symbol_roman_numeral=Roman numerals
symbol_roman_numeral_prompt=Enter number
symbol_code_prompt=Enter IDs
message_compose=Compose mode active\nPress Esc to cancel
warning_only_nums=Enter numeric values
warning_roman_2m=This converter is limited to numbers from 1 to 2 000 000 in order to avoid flooding with “{U+2188}”.
warning_recipe_absent=Recipe not found
about_author=Demer Nkardaz
about_repository=Repository
about_description=This program simplifies the input of characters such as diacritical marks, spaces, ligatures, or other rare/special characters using keyboard shortcuts or other tools.\n\nIn this panel, you can explore the entire library of characters, keys, or recipes for their input, as well as a set of auxiliary commands.\n\nKeys for character input are divided into “activation groups” — you need to press a combination to activate the desired group, and then press the key corresponding to the character, for example, “Win Alt F1” to activate “Primary Diacritics,” and then “m” to input a macron [ō] or “c” to input a circumflex [ô].\n\n“Quick Keys” are also available, making a circle of “chosen” characters more accessible. You can enable them with the combination “RAlt Home,” after which you can input a macron or circumflex using “LCtrl LAlt m” or “LCtrl LAlt c,” respectively.\n\nNote: To be used on the Russian/English keyboard layout.
[chars_ru]
;* Диакритические знаки
;*
acute=Акут
acute_double=Двойной акут
acute_below=Акут снизу
acute_tone_vietnamese=Акут тона (Вьетнам)
asterisk_above=Астериск сверху
asterisk_below=Астериск снизу
breve=Кратка
breve_inverted=Перевёрнутая кратка
breve_below=Кратка снизу
breve_inverted_below=Перевёрнутая кратка снизу
bridge_above=Мостик сверху
bridge_below=Мостик снизу
bridge_inverted_below=Перевёрнутый мостик снизу
caron=Гачек
caron_below=Гачек снизу
circumflex=Циркумфлекс
circumflex_below=Циркумфлекс снизу
cedilla=Седиль
candrabindu=Чандрабинду
dot_above=Точка сверху
dot_below=Точка снизу
diaeresis=Диерезис
diaeresis_below=Диерезис снизу
fermata=Фермата
grave=Гравис
grave_double=Двойной гравис
grave_below=Гравис снизу
grave_tone_vietnamese=Гравис тона (Вьетнам)
hook_above=Хвостик сверху
horn=Рожок
palatalized_hook_below=Палатальный крюк снизу
retroflex_hook_below=Ретрофлексный крюк снизу
macron=Макрон
;*
;* Шпации
;*
emspace=Круглая шпация
ensp=Полукруглая шпация
emsp13=⅓ Круглой шпации
emsp14=¼ Круглой шпации
thinspace=Узкий пробел
emsp16=⅙ Круглой шпации
narrow_no_break_space=Узкий неразрывный пробел
hairspace=Волосяная шпация
punctuation_space=Пунктуационный пробел
zero_width_space=Пробел нулевой ширины
word_joiner=Соединитель слов
figure_space=Цифровой пробел
no_break_space=Неразрывный пробел
emquad=Em-квадрат
enquad=En-квадрат
;*
;* Спецсимволы
;*
low_asterisk=Нижний астериск
two_asterisks=Два астериска
asterism=Астеризм
colon_triangle=Знак долготы
colon_triangle_half=Знак полудолготу
dagger=Крест
dagger_double=Двойный крест
dagger_tripple=Тройный крест
fraction_slash=Дробная черта
grapheme_joiner=Соединитель графем
prime_single=Штрих
prime_double=Двойный штрих
permille=Промилле
pertenthousand=Базисный пункт
dotted_circle=Пунктирный круг
;*
;* Латинские лигатуры
;*
lat_c_lig_aa=Лат. прописная AA
lat_c_lig_aa_alt=Лигатура\nAA

lat_s_lig_aa=Лат. строчная aa
lat_s_lig_aa_alt=Лигатура\naa

lat_c_lig_ae=Лат. прописная AE
lat_c_lig_ae_alt=Лигатура\nAE

lat_s_lig_ae=Лат. строчная ae
lat_s_lig_ae_alt=Лигатура\nae

lat_c_lig_ae_acute=Лат. прописная AE с акутом
lat_c_lig_ae_acute_alt=Лигатура\nAE\nс акутом

lat_s_lig_ae_acute=Лат. строчная ae с акутом
lat_s_lig_ae_acute_alt=Лигатура\nae\nс акутом

lat_c_lig_ae_macron=Лат. прописная AE с макроном
lat_c_lig_ae_macron_alt=Лигатура\nAE\nс макроном

lat_s_lig_ae_macron=Лат. строчная ae с макроном
lat_s_lig_ae_macron_alt=Лигатура\nAE\nс макроном

lat_c_lig_ao=Лат. прописная AO
lat_c_lig_ao_alt=Лигатура\nAO

lat_s_lig_ao=Лат. строчная ao
lat_s_lig_ao_alt=Лигатура\nao

lat_c_lig_au=Лат. прописная AU
lat_c_lig_au_alt=Лигатура\nAU

lat_s_lig_au=Лат. строчная au
lat_s_lig_au_alt=Лигатура\nau

lat_c_lig_av=Лат. прописная AV
lat_c_lig_av_alt=Лигатура\nAV

lat_s_lig_av=Лат. строчная av
lat_s_lig_av_alt=Лигатура\nav

lat_c_lig_avi=Лат. прописная AV с гор. полосой
lat_c_lig_avi_alt=Лигатура\nAV\nс полосой

lat_s_lig_avi=Лат. строчная av с гор. полосой
lat_s_lig_avi_alt=Лигатура\nav\nс полосой

lat_c_lig_ay=Лат. прописная AY
lat_c_lig_ay_alt=Лигатура\nAY

lat_s_lig_ay=Лат. строчная ay
lat_s_lig_ay_alt=Лигатура\nay
;*
;* Кириллические буквы и лигатуры
;*
cyr_c_yus_big=Кир. прописная Большой Юс
cyr_c_yus_big_alt=Большой Юс

cyr_s_yus_big=Кир. строчная Большой Юс
cyr_s_yus_big_alt=Большой Юс

cyr_c_yus_big_iotified=Кир. прописная Большой Юс Йотированный
cyr_c_yus_big_iotified_alt=Большой Юс\nЙотированный

cyr_s_yus_big_iotified=Кир. строчная Большой Юс Йотированный
cyr_s_yus_big_iotified_alt=Большой Юс\nЙотированный

cyr_c_yus_little=Кир. прописная Малый Юс
cyr_c_yus_little_alt=Малый Юс

cyr_s_yus_little=Кир. строчная Малый Юс
cyr_s_yus_little_alt=Малый Юс

cyr_c_yus_little_iotified=Кир. прописная Малый Юс Йотированный
cyr_c_yus_little_iotified_alt=Малый Юс\nЙотированный

cyr_s_yus_little_iotified=Кир. строчная Малый Юс Йотированный
cyr_s_yus_little_iotified_alt=Малый Юс\nЙотированный

cyr_c_yus_little_closed=Кир. прописная Малый Юс Закрытый
cyr_c_yus_little_closed_alt=Малый Юс\nЗакрытый

cyr_s_yus_little_closed=Кир. строчная Малый Юс Закрытый
cyr_s_yus_little_closed_alt=Малый Юс\nЗакрытый

cyr_c_yus_little_closed_iotified=Кир. прописная Малый Юс Закрытый Йотированный
cyr_c_yus_little_closed_iotified_alt=Малый Юс\nЙотированный\nЗакрытый

cyr_s_yus_little_closed_iotified=Кир. строчная Малый Юс Закрытый Йотированный
cyr_s_yus_little_closed_iotified_alt=Малый Юс\nЙотированный\nЗакрытый

cyr_c_yus_blended=Кир. прописная Смешанный Юс
cyr_c_yus_blended_alt=Смешанный Юс

cyr_s_yus_blended=Кир. строчная Смешанный Юс
cyr_s_yus_blended_alt=Смешанный Юс
[chars_en]
;* Diacritic signs
;*
acute=Acute
acute_double=Double Acute
acute_below=Acute Below
acute_tone_vietnamese=Acute Tone (Vietnam)
asterisk_above=Asterisk Above
asterisk_below=Asterisk Below
breve=Breve
breve_inverted=Inverted Breve
breve_below=Breve Below
breve_inverted_below=Inverted Breve Below
bridge_above=Bridge Above
bridge_below=Bridge Below
bridge_inverted_below=Inverted Bridge Below
caron=Caron
caron_below=Caron Below
circumflex=Circumflex
circumflex_below=Circumflex Below
cedilla=Cedilla
candrabindu=Candrabindu
dot_above=Dot Above
dot_below=Dot Below
diaeresis=Diaeresis
diaeresis_below=Diaeresis Below
fermata=Fermata
grave=Grave
grave_double=Double Grave
grave_below=Grave Below
grave_tone_vietnamese=Grave Tone (Vietnam)
hook_above=Hook Above
horn=Horn
palatalized_hook_below=Palatalized Hook Below
retroflex_hook_below=Retroflex Hook Below
;*
;* Spaces
;*
emspace=Em Space
ensp=En Space
emsp13=⅓ Em Space
emsp14=¼ Em Space
thinspace=Thin Space
emsp16=⅙ Em Space
narrow_no_break_space=Narrow No-Break Space
hairspace=Hair Space
punctuation_space=Punctuation Space
zero_width_space=Zero-Width Space
word_joiner=Word Joiner
figure_space=Figure Space
no_break_space=No-Break Space
emquad=Em Quad
enquad=En Quad
;*
;* Special characters
;*
low_asterisk=Low Asterisk
two_asterisks=Two Asterisks
asterism=Asterism
colon_triangle=Triangle Colon
colon_triangle_half=Half Triangle Colon
dagger=Dagger
dagger_double=Double Dagger
dagger_tripple=Triple Dagger
fraction_slash=Fraction Slash
grapheme_joiner=Grapheme Joiner
prime_single=Prime
prime_double=Double Prime
permille=Permille
pertenthousand=Basis Point
dotted_circle=Dotted Circle